Repository: collective/getpaid.discount
Catalog: src/getpaid/discount/locales/*/LC_MESSAGES/getpaid.discount.po
Languages: fr

source: BuyXGetXFreeable
fr: réduction sur lots

source: Code Discountable
fr: Réduction par coupon

source: Discount Code
fr: Code du coupon de réduction

source: Discount Title
fr: Intitulé de la réduction

source: Discountable
fr: Réduction simple

source: Dollars Off
fr: Euros de réduction

source: Enter
fr: Activer

source: Make this Discountable with Code
fr: Appliquer une réduction par coupons

source: Make this Not Discountable with Code
fr: Supprimer la réduction par coupon

source: Make this Not a Buy X Get X Free Product
fr: Supprimer la réduction pour un achat en lot

source: Make this Not a Discountable Product
fr: Supprimer les réductions

source: Make this a Buy X Get X Free Product
fr: Proposer un lot à prix réduit

source: Make this a Discountable Product
fr: Offrir une réduction

source: Number of free items
fr: Nombre d'articles offerts

source: Number of items to buy
fr: Nombre d'articles à acheter

source: Percentage Off
fr: Pourcentage de réduction

source: Price after Discount
fr: Prix après réduction

source: Type of Discount
fr: Nature de la réduction

source: Value of the discount
fr: Montant de la réduction

source: activate_buyxgetxfreeable
fr: Activer l'achat par lot

source: activate_codediscountable
fr: Procéder à une réduction par coupon

source: activate_discountable
fr: Procéder à une réduction

source: dcHelp
fr: Valider votre coupon avant de passer commande

source: dcLabel
fr: Code du coupon

source: deactivate_buyxgetxfreeable
fr: Invalider réduction

source: deactivate_discountable
fr: Supprimer la réduction

source: desactivate_codediscountable
fr: Invalider la réduction sur coupon

source: description_buyxgetxfreeable_portlet
fr: un portlet qui gère les réductions par lots

source: description_discountable_portlet
fr: un portlet qui gère les réductions simples

source: details_discount_off
fr: ${discounted_value_off}( ${discount_value} de réduction )

source: details_discount_percentage
fr: ${discounted_value_percentage}( soit ${discount_value}% de réduction)

source: discount_title_item_title
fr: Intitulé de la réduction

source: discount_title_ref_obj_title
fr: ${discount_title} sur ${ref_obj_title}

source: discount_value_itemS_title
fr: Montant total de réduction

source: edit_buyxgetxfreeable
fr: Modifier la réduction

source: edit_codediscountable
fr: éditer la réduction

source: edit_discountable
fr: éditer la réduction

source: free_additional_items_number
fr: Nombre d'article(s) gratuit(s)

source: free_additional_items_title
fr: ${discount_title} sur ${ref_obj_title}

source: label_add_to_cart
fr: Ajouter au panier

source: orderx_getyfree
fr: ${number_total} pour le prix de ${number_to_buy} additional

source: text_price
fr: Prix

source: text_product_details
fr: Promotion

source: title_buyxgetxfreeable_portlet
fr: Portlet de vente par lots

source: title_discountable_portlet
fr: Portlet de reduction

source: total_discount_off
fr: ${discount_value_X}

source: total_discount_percentage
fr: ${discount_value_percentage}

source: total_percentage_off
fr: moins ${discount_value}

source: total_percentage_off_title
fr: ${discount_title} sur ${ref_obj_title}
